Repository: Gusjafo/battleship-game
Catalog: src/locale/messages.*.xlf
Languages: es

source: YOU WON
es: Vamo' Viejo!!

source: YOU LOST
es: Te ha ganado un simple computador

source: NEW GAME
es: A divertirse

source: LOAD GAME
es: Cargar juegos

source: User select
es: Usuario

source: Start
es: Inicio

source: End
es: Fin

source: Attempts
es: Intentos

source: Accuracy
es: precision

source: Status
es: Estado

source: SETUP
es: Configuraci√≥n

source: MUSIC <mat-button-toggle-group (change)="musicPlay(musicOn)" [(ngModel)]="musicOn" #group="matButtonToggleGroup"><mat-button-toggle [value]='true'>YES</mat-button-toggle><mat-button-toggle [value]='false'>NO</mat-button-toggle></mat-button-toggle-group>
es: Musica

source: SOUND <mat-button-toggle-group (change)="soundsOn(soundOn)" [(ngModel)]="soundOn"><mat-button-toggle [value]='true' >YES</mat-button-toggle><mat-button-toggle [value]='false'>NO</mat-button-toggle></mat-button-toggle-group>
es: Sonidos

source: DIFFICULTY:
es: Dificultad

source: Enter your Name/Alias
es: Como te dicen?

source: Start
es: Inicio

source: Welcome to
es: Bienvenido al

source: Battleship Game
es: Juego de barcos
